Revit 2024 API
GroupTypeId.ViewCamera Property
 Camera.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId ViewCamera { get; }
Visual Basic
Public Shared ReadOnly Property ViewCamera As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewCamera {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace